agutierrezr.emmet-keybindings
alexcvzz.vscode-sqlite
alexshen.classdiagram-ts
andrsdc.base16-themes
arcanis.vscode-zipfs
auiworks.amvim
avetis.tokyo-night
be5invis.vscode-custom-css
biomejs.biome
bradlc.vscode-tailwindcss
brandonkirbyson.vscode-animations
catppuccin.catppuccin-vsc
celianriboulet.webvalidator
charliermarsh.ruff
chiragrupani.blue-moon-theme
codium.codium
danielsanmedium.dscodegpt
darkmannn.dark-sand-color-theme
dbaeumer.vscode-eslint
deerawan.vscode-dash
drcika.apc-extension
dsznajder.es7-react-js-snippets
dustypomerleau.rust-syntax
eamodio.gitlens
ecmel.vscode-html-css
elijah-potter.harper
enkia.tokyo-night
esbenp.prettier-vscode
fasani.coding-in-the-sun
gantoreno.vscode-vercel-theme
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
hbenl.vscode-mocha-test-adapter
hbenl.vscode-test-explorer
htmlhint.vscode-htmlhint
inci-august.august-themes
inferrinizzard.prettier-sql-vscode
jbenden.c-cpp-flylint
jock.svg
lakshits11.ayu-monokai
lakshits11.best-themes-redefined
lakshits11.fresh-material-theme
lakshits11.horizon-legacy
liamhammett.inline-parameters
martintheimer.nostromo-theme
mechatroner.rainbow-csv
mhutchie.git-graph
miguelsolorio.min-theme
mrmlnc.vscode-postcss-sorting
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
orta.vscode-twoslash-queries
philsinatra.popping-and-locking-vscode-black
pkief.material-icon-theme
pnp.polacode
pushqrdx.inline-html
riazxrazor.html-to-jsx
ritwickdey.liveserver
rokoroku.vscode-theme-darcula
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
ryanolsonx.sandcastle-theme
ryuta46.multi-command
sallar.vscode-duotone-dark
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
stylelint.vscode-stylelint
sveggiani.vscode-field-lights
tamasfe.even-better-toml
tauri-apps.tauri-vscode
teabyii.ayu
thedavej.night-owl-black
thomasgodden.nostromo-ui
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
wix.vscode-import-cost
wmaurer.vscode-jumpy
xaver.clang-format
yoavbls.pretty-ts-errors
yrm.type-challenges
zamerick.black-ocean
